[
    {"model": "organizations.Club", "fields":
        {
            "id": 0,
            "name": "Habitat for Humanity",
            "picture": "http://127.0.0.1:8000/media/organization_banner/habitat_for_humanity_logo_1aGQWP8.jpg",
            "description": "Our Boston University Campus Chapter works with local affiliates in the Greater Boston area and with the larger Habitat for Humanity community in order to help fight the battle against the foreclosure crisis in Massachusetts. Founded in 1995, our chapter regularly holds build trips across the state, donating our time and labor during weekends in hopes of helping families desperate for affordable housing. Group meetings and various fundraisers are held throughout the school year as special programs are planned every semester to raise awareness of our cause. In addition, we annually send a group of twenty student volunteers to the South on a Collegiate Challenge program during the week of Spring Break.",
            "requirements": "Anyone is welcome! Habitat for Humanity at Boston University continues to grow, and we're proud to offer a number of ways you can be involved in our chapter. Whether you choose to swing by a meeting, sign up for a build trip or donate, your concern and consideration is appreciated tremendously.",
            "eboard": "President: John Batoha; Vice President: Lauren Harwood; Secretary: Meghan Downey; Treasurer: John Dixon; Fundraising Chair: Katie Durand; PR Chair: Pat Nelson; Trip Coordinator: Marshall Schurtz; Spring Break Coordinator: Lynn Lim; Webmaster: Kanta Sangchuntr",
            "time": "Tuesdays, 17:00-18:00",
            "location": "CAS Room 235",
            "contact": "bu.habitatboston@gmail.com",
            "tags": "Community Service"      
        }},
        {"model": "organizations.Club", "fields":{
            "id": 1,
            "name": "New Music Choir",
            "picture": "http://127.0.0.1:8000/media/organization_banner/new_music_choir_logo_P9de8YC.jpg",
            "description": "The New Music Choir of Boston University is committed to serving the musical interests of the University’s students, faculty, and artists. Our task is to bring the new music of Boston University to life by rehearsing and performing said music and if the composer so wishes, may have guest composers to interpret and teach music. The New Music Choir is dedicated and open to all BU students, faculty, and the Boston community",
            "requirements": "The membership of the New Music Choir of Boston University, hereby referred to as NMC, is non-commital but participation in concerts is subject to the judgment of NMC President, Vice-President, Secretary, and treasurer",
            "eboard": "President: Joseph Sedarski; Vice President: Jayna Meyer; Secretary: Anna Riggins; Treasurer: Emily Fetter; PR Coordinator: Spencer Klein",
            "time": "Sunday, 4:30-5:30 PM",
            "location": "CFA Basement Room B26A",
            "contact": "newmusic@bu.edu",
            "tags": "Performance Arts - Music"      
        }},
        {"model": "organizations.Club", "fields":{
            "id": 2,
            "name": "Music Business Club",
            "picture": "http://127.0.0.1:8000/media/organization_banner/music_business_club_logo_dCIjvOk.png",
            "description": "MBC is a professional organization created to foster a hands-on experience of the music industry for students aspiring to enter into this field. It consists of two dynamic committees that seek to encompass all aspects of the music industry from finding talent, developing their brand, and creating events that showcase their music. It has been very successful in the past and hopes to continue to excel as we grow as a group and add more artists of all genres and musical styles. We combine both worlds of music and business together in order for aspiring entrepreneurs of the music world to get a taste of what it is like to manage and coordinate an artist and his or her talent. This organization was founded by several BU business students of varying grades, who have a passion for music and wanted to be a part of the promotional and managing process of the industry. With that in mind, we decided to formulate a community of our own within the university for all students with a similar passion to come together and help each other learn and develop their skills in this field. So far, we have been successful in reaching out to local artists in the area and developing our own brand and voice on and off campus. We are proud and excited for the past events and accomplishments we have made and for what is to come. Music is what brings people together, whether you’re the artist, the fan, the marketer, the manager, the photographer and more. Music is a sanctuary for people to escape and just enjoy the sounds with people who share a similar interest. This is why we love music and why we choose to be a part of sharing it to everyone. MBC, a collaboration between music and business.",
            "requirements": "If interested in applying as a member of one of our committees, click: https://docs.google.com/forms/d/e/1FAIpQLScnKJzNJeWaxScOe-r8cF0IhsCsIhtjjbrNLQjsgOhB519zjw/viewform?c=0&w=1; If interested in applying as a represented artist, click: https://drive.google.com/open?id=11Brd2YZU3s6bv3CTK-aW2D-2GgzP9e58gb8Lug0fMMo",
            "eboard": "Tamara Soueidan ~ President/Artist Management; Kaajal Patel ~ Vice President/Events Management; Eman Khazra ~ Secretary/Artist Management; Bianca Tocco ~ Treasurer/Artist Management ",
            "time": "Fridays, 7-8 PM",
            "location": "CAS 323",
            "contact": "mbceboard@gmail.com",
            "tags": "Music, Academic & Professional - Others"      
        }},
        {"model": "organizations.Club", "fields":{
            "id": 3,
            "name": "Fusion",
            "picture": "http://127.0.0.1:8000/media/organization_banner/fusion_logo_Y4Ka3ht.jpg",
            "description": "Established in 1993, Fusion is one of Boston University's urban dance troupes. Comprised of approximately 20 talented BU students, Fusion acts as a source of creative expression and personal growth through dance. Fusion provides a space for its members, members of the BU community, and beyond to grow and learn as dancers through consistent training and various performance opportunities. By constantly encouraging ingenuity, originality, and a sense of community, Fusion fosters lasting relationships between strong and versatile dancers.",
            "requirements": "Attendance Rehearsals: All rehearsals are mandatory for all members ",
            "eboard": "President: Alexis Danielle Saez; Vice President: Tanashua Harris Santiago; Secretary: Jayda Bonnick; Treasurer: Katherine Lewis",
            "time": "Tuesdays 7-8 PM, Saturdays 1-3 PM",
            "location": "CFA Basement Room 305",
            "contact": "fusion@bu.edu",
            "tags": "Performance Arts - Dance"      
        }},
        {"model": "organizations.Club", "fields":{
            "id": 4,
            "name": "Ad Club",
            "picture": "http://127.0.0.1:8000/media/organization_banner/ad_club_logo_tzcSKo3.png",
            "description": "AdClub is an official college chapter of the American Advertising Federation. Its functions range from a social organization to meet students to gaining professional contacts in the advertising industry. AdClub also produces BU’s official entry into the National Student Advertising Competition (NSAC), an annual contest among more than 150 colleges and universities. Through this club students can better understand the functions and values of advertising, develop their individual skills, learn about job openings and scholarships, and keep up with industry trends. Members also act as an agency, producing advertising for other organizations on campus. AdClub meets weekly and strives to unite its students through the common interest of advertising.",
            "requirements": "Open to those who want to create, regardless of experience. Sign up here: https://docs.google.com/spreadsheets/d/1eERNEbcQB06gzhh7mhH3WOCtGHmi5XMBYHfajvlglWE/edit#gid=0. Our Varsity team creates real, portfolio-building work for Boston University clients and startups. It is our elite team that continues to build our reputation within the Boston network. Apply here: https://docs.google.com/forms/d/e/1FAIpQLSfZcV1wVuSkE4g22f3zOWjchTkrfAzKX9O2GZk8G5z6EZhIxQ/closedform",
            "eboard": "Becca Buchholz | President | COM 2020 | Advertising/Statistical Methods; Emily Wisner | VP of Management | COM 2020 | Advertising/Psychology; Gabby Rohland | VP of Creative | COM 2020 | Advertising/History; Cheryl Chen | VP of Social | COM & CAS 2021 | Advertising & Psychology; MK Moore | Copywriting Supervisor | COM 2020 | Advertising",
            "time": "Mondays, 6-7 PM",
            "location": "COM 211",
            "contact": "boston.university.adclub@gmail.com",
            "tags": "Academic & Professional - Others, Media Arts"      
        }},
        {"model": "organizations.Club", "fields":
            {
                "id": 5,
                "name": "0xBU",
                "picture": "http://127.0.0.1:8000/media/organization_banner/0xbu-banner.png",
                "description": "0xBU is a cybersecurity club and CTF competition team at Boston University. If you’re interested in exploring, and learning about the world of cyber security, then please drop by! No security background is necessary to participate, however a willingness to learn is. We meet regularly every Saturday from 1PM to 3PM in 111 Cummington Mall, Room B26, Boston, MA 02215 (BUILDS room).",
                "requirements": "Anyone can join!",
                "eboard": "Brandon Im, Andrew James",
                "time": "Saturdays, 13:00-15:00 ",
                "location": "111 Cummington Mall, Room B26, Boston, MA",
                "contact": "bhim1210@bu.edu, ajames99@bu.edu",
                "tags": "Technological"       
            }},{"model": "organizations.Club", "fields":
                {
                    "id": 6,
                    "name": "BU AR/VR",
                    "picture": "http://127.0.0.1:8000/media/organization_banner/buarvr-logo.png",
                    "description": "BU AR/VR is a student-run organization dedicated to introducing augmented reality and virtual reality technologies to the community around us. We aim to foster an enthusiastic atmosphere and bring in industrial resources to the Boston University campus. It’s a brand new initiative for students to gain recognition among bigger technology communities in Boston built upon intellectual interest in the cutting-edge AR/VR field.",
                    "requirements": "No Requirements",
                    "eboard": "Jared Yellen, Caolan Disini",
                    "time": "Weekly",
                    "location": "TBD",
                    "contact": "yellen72@bu.edu, Cdisini@bu.edu",
                    "tags": "Recreational, Technological"       
                }},{"model": "organizations.Club", "fields":
                {
                    "id": 7,
                    "name": "BUCSSA",
                    "picture": "http://127.0.0.1:8000/media/organization_banner/bu-chinese-assoc.-logo.png",
                    "description": "BUCSSA is a nonprofit, student-ran organization at Boston University. The focus of the organization is to promote academic and cultural exchanges amongst Chinese students/scholars and with other communities/different cultures too. We hope to enhance the communication, interaction, understanding and friendship within the BU Chinese community, while also providing valuable work experience to our members.",
                    "requirements": "None",
                    "eboard": "(Annie Yang) Lin Xy, Lifu Zhang",
                    "time": "Weekly",
                    "location": "TBD",
                    "contact": "linxy@bu.edu, lifu@bu.edu",
                    "tags": "Cultural"       
                }},{"model": "organizations.Club", "fields":
                {
                    "id": 8,
                    "name": "BUILDS",
                    "picture": "http://127.0.0.1:8000/media/organization_banner/builds-636x163.png",
                    "description": "BUILDS is a student-run hackerspace that provides BU students with all the tools and resources for leading collaborative student tech projects. We take the dirt and grit of the world and give it a shine. We’re not led by a single purpose or mission, but we work on projects that are truly interesting to us. We’re a self-motivated, skillful bunch who do what we love because we love it!",
                    "requirements": "None",
                    "eboard": "Sumara Ali, Xavier Ruiz",
                    "time": "Thursdays",
                    "location": "MCS Basement",
                    "contact": "alisum@bu.edu, xruiz@bu.edu",
                    "tags": "Technologocal"       
                }},{"model": "organizations.Club", "fields":
                {
                    "id": 9,
                    "name": "BU MIC",
                    "picture": "http://127.0.0.1:8000/media/organization_banner/MIC-logo.png",
                    "description": "Boston University Machine Intelligence Community is an organization focused on providing opportunities for undergraduate and graduate students to learn about machine intelligence in a community environment. As a brief history, MIC was founded as a research paper discussion group at MIT in 2016 after being inspired by the AlphaGo versus Lee Sedol match, and was brought to BU in April 2017. We are a student-led research group sponsored by Boston University’s Rafik B. Hariri Institute for Computing and Computational Science and Engineering, BU Software Application and Innovation Lab (SAIL), and BU Spark!",
                    "requirements": "Applications must be sent to  Boston University’s Rafik B. Hariri Institute for Computing and Computational Science and Engineering, BU Software Application and Innovation Lab (SAIL), and BU Spark!",
                    "eboard": "Devin de Hueck, Julius Frost",
                    "time": "Special Events",
                    "location": "N/A",
                    "contact": "N/A",
                    "tags": "Engineering, Technological"       
                }},{"model": "organizations.Club", "fields":
                {
                    "id": 10,
                    "name": "Global App Initiative",
                    "picture": "http://127.0.0.1:8000/media/organization_banner/globalappinitiative-636x636.png",
                    "description": "Global App Initiative integrates humanity and technology to create a program that trains students to become mobile-app developers for nonprofits. Never losing sight of the bigger picture, we recruit students of all fashions and interests to work towards building a more economically, socially, and environmentally sound world.",
                    "requirements": "None",
                    "eboard": "Zach Bodi, Gagandeep Kang",
                    "time": "Biweekly",
                    "location": "Virtual",
                    "contact": "zachbodi@bu.edu, gskang@bu.edu",
                    "tags": "Technological, Community Service"       
                }},{"model": "organizations.Club", "fields":
                {
                    "id": 11,
                    "name": "BU Drone Racing",
                    "picture": "http://127.0.0.1:8000/media/organization_banner/drone-logo.png",
                    "description": "Boston Drone Racing is a first-person view (FPV) UAV racing club founded in 2017 at Boston University. This club was initially created to find other pilots and expose others to this very addicting sport. The club is currently focused around racing in the tiny whoop and micro classes due to the limited space available to them in the city. ",
                    "requirements": "Have a drone",
                    "eboard": "Joshua Isak, Bassel El Mabsout",
                    "time": "Biweekly",
                    "location": "TBD",
                    "contact": "isakj@bu.edu, bmabsout@bu.edu",
                    "tags": "Technological, Engineering, Sports"       
                }},{"model": "organizations.Club", "fields":
                {
                    "id": 12,
                    "name": "http://127.0.0.1:8000/media/organization_banner/13935097_1076732425741765_6708902754002348876_n.jpg",
                    "picture": "",
                    "description": "Girls Who Code holds community clubs for 6th-12th grade girls all over the country. Held at a local school, these clubs provide access to a computer science education that would otherwise be unattainable and undesirable. Girls Who Code clubs place an emphasis on sisterhood, focusing on project-based learning in applicable areas such as music, art, and machine learning. Clubs empower young girls and promote a network of future leaders. Clubs follow a curriculum provided by the Girls Who Code organization, they host guest speakers, and they go on field trips to expose students to the exciting world of technology beyond the classroom.",
                    "requirements": "None",
                    "eboard": "Michelle Lee, Samira Anant",
                    "time": "Biweekly",
                    "location": "TBD",
                    "contact": "mleex@bu.edu, sanant@bu.edu",
                    "tags": "Technological"       
                }},{"model": "organizations.Club", "fields":
                {
                    "id": 13,
                    "name": "NSBE",
                    "picture": "http://127.0.0.1:8000/media/organization_banner/Screen-Shot-2018-08-16-at-12.36.09-AM-150x150.png",
                    "description": "BU NSBE incorporates a chapter mentor program as part of our participation in the NSBE Retention Program through which underclassmen and upperclassmen are paired. This interaction is important because the experience a student gains during their undergraduate career can be valuable to an entering freshman or an under-experienced sophomore. This sort of peer mentoring is beneficial; however, our chapter hopes to further benefit our membership by expanding our Mentor Program to past members of NSBE.",
                    "requirements": "N/A",
                    "eboard": "Mya Turner, Junia Janvier",
                    "time": "Biweekly",
                    "location": "Virtual",
                    "contact": "mjturner@bu.edu, jjanvier@bu.edu",
                    "tags": "Cultural, Technological, Engineering"       
                }},{"model": "organizations.Club", "fields":
                {
                    "id": 14,
                    "name": "Open Web",
                    "picture": "http://127.0.0.1:8000/media/organization_banner/openweb-636x215.png",
                    "description": "Open Web is a student organization at Boston University that was founded in 2014 with the goal to bring highly motivated students together to work on apps and other tech projects. Open Web is an app incubator – a closed organization where students develop projects and apps in small but driven teams.",
                    "requirements": "N/A",
                    "eboard": "TBA",
                    "time": "TBD",
                    "location": "TBD",
                    "contact": "TBA",
                    "tags": "Technological, Engineering"       
                }},{"model": "organizations.Club", "fields":
                {
                    "id": 15,
                    "name": "BU UPE",
                    "picture": "http://127.0.0.1:8000/media/organization_banner/upe-logo.png",
                    "description": "Upsilon Pi Epsilon (UPE) at BU is an honor society dedicated to promoting excellence in technical and, specifically, computing disciplines. UPE at BU will help prepare members for the professional world after college through professional training, developing concrete and soft skills, and working on meaningful and interesting projects, as well as, provide members with a supportive professional network.",
                    "requirements": "N/A",
                    "eboard": "Jorge Nario, Rudhra Raveendran",
                    "time": "Saturdays",
                    "location": "TBD",
                    "contact": "jmnario@bu.edu, rooday@bu.edu",
                    "tags": "Greek Life, Technological"       
                }},{"model": "organizations.Club", "fields":
                {
                    "id": 16,
                    "name": "Women in Computer Science",
                    "picture": "http://127.0.0.1:8000/media/organization_banner/WiCS.jpg",
                    "description": "The Women in Computer Science club at Boston University is designed to encourage women in computer science studies by providing a supportive community, informing members about national computing events, drawing a focus on women in technology, offering mentorship via study groups, social activities, networking opportunities and professional events.",
                    "requirements": "N/A",
                    "eboard": "Olivia Polos, Janice He",
                    "time": "TBD",
                    "location": "TBD",
                    "contact": "odp31@bu.edu, jkwhe@bu.edu",
                    "tags": "Technological"       
                }},{"model": "organizations.Club", "fields":
                {
                    "id": 17,
                    "name": "ACM",
                    "picture": "http://127.0.0.1:8000/media/organization_banner/acm-logo.png",
                    "description": "The Association for Computing Machinery is a nationally recognized organization that is dedicated to keeping computer scientists up-to-date and providing students with a multitude of learning and professional resources.",
                    "requirements": "N/A",
                    "eboard": "Mona Jalal, Stephanie Yipchoy",
                    "time": "N/A",
                    "location": "N/A",
                    "contact": "syipchoy@bu.edu",
                    "tags": "Engineering, Technological"       
                }},{"model": "organizations.Club", "fields":
                {
                    "id": 18,
                    "name": "BUHPC",
                    "picture": "http://127.0.0.1:8000/media/organization_banner/bu-hpc-logo.png",
                    "description": "The mission of BUHPC is to form an interdisciplinary team of motivated undergraduates who will compete at various international Student Cluster Competitions. Additionally they aim to motivate all students to learn about the applications and importance of HPC with as much in-depth technical and hands-on experience as possible. BUHPC finds that an undergraduate curriculum somewhat lacks in the ability to expose students to the realities of world around them. This club is out attempt at making our members true “Societal Engineers.”",
                    "requirements": "N/A",
                    "eboard": "Hung-Chin (Quentin) Lin, Benjamin Li",
                    "time": "TBD",
                    "location": "TBD",
                    "contact": "qlin@bu.edu, liben002@bu.edu",
                    "tags": "Engineering, Technological"       
                }}
    
]